Repository: easyrider11/voice-inbox
Catalog: ios/VoiceInbox/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: AI sorts it out
zh_hans: AI 自动整理

source: About
zh_hans: 关于

source: Add Point
zh_hans: 添加要点

source: Add Subtask
zh_hans: 添加子任务

source: Applies to both on-device recognition and the server. Chinese and English are both supported.
zh_hans: 同时作用于本机识别和服务器。中文和英文都支持。

source: Audio passes through the server only while being transcribed, then it's deleted. Results live only on this device.
zh_hans: 录音只在转写期间经过服务器，处理完即删；结果只存在这台设备上

source: Audio passes through your server only while being transcribed and is deleted right after. Results are stored only on this device.
zh_hans: 录音只在处理期间经你的服务器转写，处理完即删；整理结果只保存在这台设备上。

source: Can't reach the server
zh_hans: 连不上服务器

source: Can't reach the server. Open Settings.
zh_hans: 连不上服务器，打开设置

source: Can't record
zh_hans: 无法录音

source: Cancel
zh_hans: 取消

source: Cancel recording
zh_hans: 取消录音

source: Capture
zh_hans: 记一条

source: Confirm
zh_hans: 确认

source: Content
zh_hans: 内容

source: Couldn't start recording. Try again.
zh_hans: 录音启动失败，请重试。

source: Delete
zh_hans: 删除

source: Delete This Capture
zh_hans: 删除这条捕捉

source: Delete this capture? The recording and transcript will be deleted.
zh_hans: 删除这条捕捉？录音和转写将一并删除。

source: Delete this card?
zh_hans: 删除这张卡片？

source: Delete this recording? The audio will be deleted too.
zh_hans: 删除这条录音？音频将一并删除。

source: Didn't catch that. Try again.
zh_hans: 没听清内容，再说一次。

source: Done
zh_hans: 完成

source: Edit
zh_hans: 编辑

source: Failed
zh_hans: 失败

source: Follow system
zh_hans: 跟随系统

source: Get Started
zh_hans: 开始使用

source: Idea
zh_hans: 想法

source: Ideas
zh_hans: 想法

source: Inbox
zh_hans: 收件箱

source: Later
zh_hans: 稍后

source: Locked · Tap to stop, × to cancel
zh_hans: 已锁定 · 轻点停止，点 × 取消

source: Mark done
zh_hans: 标记完成

source: Mark not done
zh_hans: 标记未完成

source: Mock (no API key)
zh_hans: 模拟（未配置密钥）

source: No ideas yet
zh_hans: 还没有想法

source: No microphone access. Allow it for Voice Inbox in Settings.
zh_hans: 没有麦克风权限。请在设置中允许 Voice Inbox 使用麦克风。

source: No reminders due today
zh_hans: 今天没有到期的提醒

source: No reminders yet
zh_hans: 还没有提醒

source: No to-dos yet
zh_hans: 还没有待办

source: Notes
zh_hans: 说明

source: Nothing here yet
zh_hans: 还没有内容

source: OK
zh_hans: 好

source: On-device (Apple) — no cloud ASR on the server
zh_hans: 本机识别（Apple，服务器未配置云端）

source: On-device speech recognition isn't available right now (check the language pack, or try again).
zh_hans: 本机语音识别当前不可用（检查系统语言包或稍后重试）。

source: Open Settings to check the address →
zh_hans: 打开设置检查地址 →

source: Opens Voice Inbox and starts recording right away
zh_hans: 打开 Voice Inbox 并立刻开始录音

source: Original Transcript
zh_hans: 原始转写

source: Overdue
zh_hans: 逾期

source: Phone and Mac must be on the same Wi-Fi. Simulator: 127.0.0.1; device: your Mac's Bonjour name or LAN address.
zh_hans: 手机与 Mac 需在同一 Wi-Fi。模拟器用 127.0.0.1，真机填 Mac 的局域网地址。

source: Play recording
zh_hans: 播放录音

source: Point
zh_hans: 要点

source: Processing
zh_hans: 整理中

source: Processing failed
zh_hans: 处理失败

source: Processing timed out. Try again.
zh_hans: 处理超时，请重试

source: Queued
zh_hans: 待处理

source: Recent
zh_hans: 最近

source: Recognition Language
zh_hans: 识别语言

source: Record
zh_hans: 录音

source: Recording
zh_hans: 录音中

source: Release to lock
zh_hans: 松手锁定

source: Release to send · Drag to the lock to go hands-free
zh_hans: 松手发送 · 拖到锁图标可锁定

source: Remind at
zh_hans: 提醒时间

source: Reminder
zh_hans: 提醒

source: Reminder from Voice Inbox
zh_hans: 来自语音收件箱的提醒

source: Reminders
zh_hans: 提醒

source: Reset to Default Address
zh_hans: 恢复默认地址

source: Retry
zh_hans: 重试

source: Retry processing
zh_hans: 重试处理

source: Rules (Claude not configured)
zh_hans: 规则整理（未配置 Claude）

source: Save
zh_hans: 保存

source: Saved
zh_hans: 已保存

source: Server
zh_hans: 服务器

source: Settings
zh_hans: 设置

source: Snooze 10 min
zh_hans: 稍后 10 分钟

source: Speak to capture
zh_hans: 说话即记录

source: Speech
zh_hans: 语音

source: Speech Recognition
zh_hans: 语音识别

source: Speech recognition isn't allowed. Turn it on in iOS Settings → Voice Inbox → Speech Recognition.
zh_hans: 没有语音识别权限。iOS 设置 → Voice Inbox → 语音识别 打开后重试。

source: Start a Capture
zh_hans: 开始记一条

source: Stop playback
zh_hans: 停止播放

source: Stop recording
zh_hans: 停止录音

source: Structuring
zh_hans: 整理模型

source: Subtask
zh_hans: 子任务

source: Swipe left or right for the next idea
zh_hans: 左右滑动查看下一条想法

source: Tap again to stop
zh_hans: 再轻点一下停止

source: Tap for details
zh_hans: 轻点看详情

source: Tap the button and say a task, a reminder, or an idea
zh_hans: 轻点中间的按钮，说出要做的事、提醒或想法

source: Tap the button and talk. Hold to keep recording, drag to the lock to go hands-free.
zh_hans: 轻点中间的按钮说一句，长按持续录，拖到锁图标免按住

source: Tap to confirm
zh_hans: 轻点确认

source: Tap to start recording
zh_hans: 轻点开始录音

source: Tap to stop and save
zh_hans: 轻点停止并保存

source: Tap to talk · Hold to keep recording
zh_hans: 轻点说话 · 长按持续录音

source: Tencent Cloud ASR
zh_hans: 腾讯云 ASR

source: Test Connection
zh_hans: 测试连接

source: The address must start with http://
zh_hans: 地址格式不对，需要以 http:// 开头

source: The first recording asks for microphone access
zh_hans: 首次录音时会请求麦克风权限

source: The local audio file is missing
zh_hans: 本地音频不存在

source: This capture failed
zh_hans: 这条没处理成功

source: Title
zh_hans: 标题

source: To confirm
zh_hans: 待确认

source: To-do
zh_hans: 待办

source: To-dos
zh_hans: 待办

source: Today
zh_hans: 今天

source: Tomorrow
zh_hans: 明天

source: Type
zh_hans: 类型

source: Unknown error
zh_hans: 未知错误

source: Uploading
zh_hans: 上传中

source: Version
zh_hans: 版本

source: Voice Inbox
zh_hans: 语音收件箱

source: Voice note
zh_hans: 语音速记

source: What you say becomes a to-do, a reminder, or an idea. You just confirm.
zh_hans: 说的话自动分类成待办、提醒或想法，你只需确认

source: Whatever comes to mind, just say it.
zh_hans: 想到什么，说出来就行

source: Your data stays with you
zh_hans: 数据留在你手里
